const songs = [

  {
    title: "アイドル",

    difficulty: "EASY",

    lyrics: `
誰もが目を奪われていく
君は完璧で究極なアイドル
金輪際現れない
一番星の生まれ変わり
その笑顔で愛してるで
誰も彼も虜にしていく
その瞳がその言葉が
嘘でもそれは完全なアイ
`
  },

  {
    title: "群青",

    difficulty: "EASY",

    lyrics: `
全てを賭けて描く
自分にしか出せない色で
朝も夜も走り続け
見つけ出した青い光
好きなものと向き合うこと
今だって怖いことだけど
もう今はあの日の透明な僕じゃない
ありのままの
かけがえのない僕だ

`
  },

  {
    title: "恋風",

    difficulty: "EASY",

    lyrics: `
ふわり
開いた心にそっと
舞い込んだ
そよ風のようだ
まるで
このまま揺さぶられていたいな
もういっそ連れて行って
遠くまで
`
  },

  {
    title: "怪物",

    difficulty: "EASY",

    lyrics: `
願う未来に何度でもずっと
喰らいつく
この間違いだらけの世界の中
君には笑って欲しいから
もう誰も傷付けない
強く強くなりたいんだよ
僕が僕でいられるように
`
  },


  {
    title: "UNDEAD",

    difficulty: "HARD",

    lyrics: `
死んじゃいない
お前とお前の連鎖
生きていることとは変わり続けることだ
不幸に甘んじて
満足するなよ
幸せなろうとしないなんて卑怯だ
`
  },

  {
    title: "三原色",

    difficulty: "HARD",

    lyrics: `
ここでもう一度出会えたんだよ
僕ら繋がっていたんだずっと
話したいこと
伝えたいことって
溢れて止まらないから
ほら解けていやしないよ、きっと
巡る季節に急かされて
続く道のその先また
離れたってさ
何度だってさ
強く結び直したなら
また会える
`
  },

  {
    title: "百花繚乱",

    difficulty: "HARD",

    lyrics: `
ハッとするほど
鮮やかな世界があるんだと知った
あなたの無理難題に
応えていくその度に
あっと言わせるような
奇想天外な答え合わせで
辿り着いたその先に
新しい景色が待っているんだ
`
  },

  {
    title: "アドレナ",

    difficulty: "HARD",

    lyrics: `
そう 曖昧じゃ分かんない
ちゃんと言葉にしないときっと伝わんない
(でもでもまだ)
どうしたいのか分かんない
こんな笑顔見せるのは
君にだけなのに
やっとこうして隣に
いられる今に甘えてなんかいらんない
アタシ引く気はないのよ
君の本当のとこ
土足で遠慮はしないから
`
  }
];